Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: Ongoing
be: Бягучыя

source: Ongoing calls
be: Бягучыя выклікі

source: Online
be: У сетцы

source: Online Number
be: Сеціўны нумар

source: Online contacts
be: У сетцы

source: Online status
be: Сеціўны стан

source: Only 0-9, a-z, A-Z, and periods are allowed.
be: Дазваляюцца лічбы (0–9), лацінскія літары (a–z, A–Z) ды кропкі.

source: Only Emergency calls are possible.
be: Магчымыя толькі надзвычайныя выклікі.

source: Only Friends
be: Толькі сябры

source: Only available when a phone is running in manufacturer test mode.
be: Гэта можна рабіць толькі калі тэлефон ужо працуе ў стане вытворчых выпрабаваньняў.

source: Only available when a tablet is running in manufacturer test mode.
be: Гэта можна рабіць толькі калі пляншэт ужо працуе ў стане вытворчых выпрабаваньняў.

source: Only contacts with phones
be: Толькі кантакты з тэлефонамі

source: Only display contacts that have phone numbers
be: Паказваць толькі тыя кантакты, што маюць тэлефонныя нумары

source: Only for Internet calls
be: Толькі для выклікаў празь сеціва

source: Only in Silent mode
be: Толькі ў бязгучным стане

source: Only me
be: Толькі я

source: Only mobile numbers
be: Толькі перасоўныя нумары

source: Only mobile numbers will have a text/sms action
be: Дасылаць тэкст або SMS будзе прапаноўвацца толькі на нумары перасоўных тэлефонаў

source: Only on WiFi
be: Толькі па Wi-Fi

source: Only one Facebook account is supported.
be: Падтрымваецца толькі адзін рахунак Facebook.

source: Only one VKontakte account is supported.
be: Падтрымваецца толькі адзін рахунак УКантакце.

source: Only one pop-up can be open at a time.
be: Можна адчыняць толькі адно раптоўнае вакно за раз.

source: Only photos via mobile networks
be: Толькі фатаздымкі празь перасоўныя сеткі

source: Only some \"Plus\" accounts include POP access allowing this program to connect.
be: Толькі некаторыя «прасунутыя» рахункі маюць доступ да POP3, які дазваляе гэтае праґраме злучацца.

source: Only some \"Plus\" accounts include POP access allowing this program to connect. If you are not able to sign in with your correct email address and password, you may not have a paid \"Plus\" account. Please launch the Web browser to gain access to these mail accounts.
be: Толькі некаторыя «прасунутага» рахункі маюць доступ да POP3, які дазваляе гэтае праґраме злучацца. Калі вы ня можаце ўвайсьці з адпаведнымі паштовым адрасам і паролем, мажліва, вы ня маеце платнага «прасунутага» рахунку. Калі ласка, запусьціце аглядальнік сеціва, каб атрымаць доступ да гэткіх паштовых рахункаў.

source: Only sync people from my Skype Contact list with those already in my address book contacts.
be: Сынхранізаваць толькі тых людзей са Skype, што ўжо маюцца ў адраснае кнізе.

source: Only the first %2$s will be added.
be: Дададуцца толькі першыя %2$s.

source: Only the first device admin sets the effective global proxy.
be: Толькі першы кіраўнік прылады вызначае дзейсны агульны пасродак.

source: Only this event
be: Толькі гэтая падзея

source: Only this instance
be: Толькі гэты выпадак

source: Only up to %d photos can be attached.
be: Можна залучыць некалькі (%d) фатаздымкаў.

source: Only visible to paired devices
be: Бачныя толькі прыладам, зь якімі спалучыліся

source: Only when not in Silent mode
be: Толькі не ў бязгучным стане

source: Only when plugged in
be: Толькі калі ўлучаны

source: Only when silent
be: Толькі ў бязгучным

source: Only with phones
be: Толькі з нумарамі тэлефонаў

source: Onscreen keyboard settings
be: Налады экраннае клявіятуры

source: Oops!
be: Авой!

source: Open
be: Адчыніць

source: Open %1$s when this USB accessory is connected?
be: Ці адчыняць %1$s, калі далучаецца прыналежнасьць USB?

source: Open %1$s when this USB device is connected?
be: Ці адчыняць %1$s, калі далучаецца прылада USB?

source: Open App...
be: Адчыніць праґраму…

source: Open Profile from Browser
be: Адчыніць профіль у аглядальніку

source: Open Wi-Fi network available
be: Маецца доступ да адкрытае сеткі Wi-Fi

source: Open Wi-Fi networks available
be: Маецца доступ да адкрытых сетак Wi-Fi

source: Open a chat
be: Адчыніць гутарку

source: Open all in new tabs
be: Адчыніць усе ў новых укладках

source: Open application
be: Адчыніць праґраму

source: Open conversation
be: Адчыніць размову

source: Open group
be: Адкрытая суполка

source: Open in Browser
be: Адчыніць у Аглядальніку

source: Open in background
be: Адчыніць на заднім пляне

source: Open in browser
be: Адчыніць у аглядальніку

source: Open in new background tab
be: Адчыніць на заднім пляне ў новае ўкладцы

source: Open in new tab
be: Адчыніць у новае ўкладцы

source: Open in new window
be: Адчыніць у новым акне

source: Open keyboard to compose message
be: Каб набраць паведамленьне, адчыніце клявіятуру

source: Open keyboard to type message
be: Каб надрукаваць, адчыніце клявіятуру

source: Open new incognito tab
be: Адчыніць новую таемную ўкладку

source: Open new tab
be: Адчыніць новую ўкладку

source: Open new tabs behind the current tab
be: Адчыняць новыя ўкладкі па-за бягучаю

source: Open new windows behind the current one
be: Адчыняць новыя вокны за бягучым вакном

source: Open pages in overview
be: Аглядаць адчыненую бачыну

source: Open source licenses
be: Ліцэнзіі на адкрытыя крыніцы

source: Open/close App Drawer
be: Адчыніць або зачыніць рысавальнік праґрамаў

source: Open/close DockBar
be: Адчыніць або зачыніць латок-паліцу

source: Open/close notifications
be: Адчыніць або зачыніць спавяшчэньні

source: Opening message\u2026
be: Адчыняецца паведамленьне…

source: Operation cancelled.
be: Дзеяньне скасавалі.

source: Operation is restricted to fixed dialing numbers only.
be: Гэта можна рабіць толькі з замацаваныя нумарамі.

source: Operation timed out
be: Тэрмін чаканьня скончыўся

source: Operations are only allowed on fixed dialing numbers.
be: Дзеяньні дазваляюцца толькі на замацаваных нумарах.

source: Operator selection
be: Абраць апэратара

source: Optimizing application %1$d of %2$d.
be: Удасканальваецца праґрама %1$d з %2$d.

source: Optional
be: Не абавязкова

source: Optional Update
be: Не абавязковае абнаўленьне

source: Optional settings
be: Дадатковыя налады

source: Options
be: Можнасьці

source: Options\u2026
be: Можнасьці…

source: Options…
be: Можнасьці…

source: Or press Home and touch Settings > Accounts&Sync and configure this account to sync mail automatically
be: Або націсьніце «Хатка», потым «Налады» > «Рахункі ды сынхранізаваньне» ды настаўце гэты рахунак сынхранізаваць пошту самарушна

source: Or touch Cancel and ensure that at least one calendar is visible.
be: Альбо націсьніце «Скасаваць» і ўпэўніцеся, што хаця б адзін каляндар — бачны.

source: Or, choose a custom status…
be: Або абярыце ўласны стан…

source: Or, if you want to use a different account, press the Back button and sign in with or create a different account.
be: Альбо, калі вы хочаце карыстацца іншым рахункам, націсьніце кнопку «назад» і ўвайдзіце праз той рахунак — або стварыце іншы рахунак.

source: Organization
be: Аб’яднаньне

source: Organization:
be: Аб’яднаньне:

source: Organizational unit:
be: Падразьдзяленьне:

source: Organizations
be: Аб’яднаньні

source: Organize your apps with folders
be: Разьмяркуйце праґрамы па каталёґах

source: Organizer:
be: Арґанізатар:

source: Orientation
be: Арыентацыя

source: Original size (slowest upload)
be: Пачатковы памер (доўга запампоўваецца)

source: Other
be: Іншае

source: Other Fax
be: Іншы факс

source: Other call settings
be: Іншыя налады выкліку

source: Other folder
be: Іншы каталёґ

source: Other objection
be: Іншыя пярэчаньні

source: Other phone
be: Іншы тэлефон

source: Other settings
be: Іншыя налады

source: Other usage
be: Іншае

source: Other: %2$s in %1$d
be: Іншае: %2$s у %1$d

source: Others
be: Іншыя

source: Other…
be: Іншае…

source: Our application doesn't store your account credentials!
be: Нашая праґрама не захоўвае зьвесткі вашага рахунку!

source: Out of Building
be: На вуліцы

source: Out of Neighborhood
be: Па-за хатняю сеткаю

source: Out of service
be: Не абслугоўваецца

source: Out of service area
be: Па-за зонай абслугоўваньня

source: Out of service area, retrying\u2026
be: Па-за зонай абслугоўваньня: спрабуем зноўку…

source: Out of service area, retrying…
be: Па-за зонай абслугоўваньня: спрабуем зноўку…

source: Out of space
be: Бракуе прасторы

source: Out-of-range
be: Па-за досягам

source: Outbound proxy address
be: Адрас выходнага пасродку

source: Outbound transfers
be: Выходнае перадаванае

source: Outbox
be: Выходныя

source: Outgoing
be: Выходныя

source: Outgoing Caller ID
be: Выходны азначальнік

source: Outgoing call
be: Выходны выклік

source: Outgoing call via SIP
be: Выходны выклік праз SIP

source: Outgoing calls
be: Выходныя выклікі

source: Outgoing calls are restricted by FDN.
be: Выходныя выклікі абмяжоўваюцца замацаванымі нумарамі.

source: Outgoing server settings
be: Налады выходнага паслужніку

source: Outgoing settings
be: Налады выходнае скрыні

source: Over voltage
be: Перавышэньне напружаньня

source: Overheat
be: Перагрэў

source: Override a website's request to control zoom behavior
be: Не зважаць на запыты кіраваць павелічэньнем ад пляцовак

source: Overwrite
be: Перазапісаць

source: Owner info
be: Зьвесткі ўладальніка

source: P
be: Г

source: PAP or CHAP
be: PAP або CHAP

source: PB
be: ПБ

source: PC Suite sync account
be: Рахунак на PC Suite

source: PERSONAL
be: АСАБІСТАЕ

source: PIN
be: Код PIN

source: PIN can be no longer than %d digits
be: Код PIN мусіць зьмяшчаць ня болей за %d лічбаў

source: PIN change
be: Зьмяніць код PIN

source: PIN contains letters or symbols
be: Код PIN зьмяшчае літары або знакі

source: PIN from access point
be: Код з пункту доступу

source: PIN from peer device
be: Код з адлеглае прылады

source: PIN from this device
be: Код з гэтае прылады

source: PIN has been set
be: Код PIN вызначылі

source: PIN must be at least %d characters
be: Код PIN мусіць зьмяшчаць прынамсі %d знакаў

source: PIN must be fewer than %d digits
be: Код PIN мусіць зьмяшчаць ня больш як %d лічбаў

source: PIN must contain only digits 0-9
be: PIN мусіць зьмяшчаць толькі лічбы ад 0 да 9

source: PIN2 changed successfully
be: Пасьпяхова зьмянілі PIN2

source: PINs don't match
be: Коды PIN не супадаюць

source: PINs don't match!
be: Коды PIN не супадаюць!

source: PLAY
be: ГРАЦЬ

source: PLZ
be: PLZ (індэкс у Нямеччыне)

source: PO box
be: Паштовая скрыня

source: POP3 server
be: Паслужнік POP3

source: PPP encryption (MPPE)
be: Шыфраваньне PPP (MPPE)

source: PPP received:
be: Атрымалі праз PPP:

source: PPP sent:
be: Адаслалі праз PPP:

source: PPTP encryption
be: Шыфраваньне PPTP

source: PRL Version
be: Вэрсія PRL (сьпісу перавагаў блуканьня)

source: PRO версия
be: Прафэсійная (PRO) вэрсія

source: PUK code
be: Код PUK

source: PUK2 requested.
be: Запыталіся на код PUK2.

source: Pacific
be: Ціхі акіян

source: Pacific Time
be: Ціхаакіянскі час

source: Package %s was found to be requesting permission to respond to Superuser requests.
be: Пакунак %s запытваецца дазволу адказваць на запыты на спраўніка.

source: Package %s was found to be requesting permission to respond to Superuser requests. It\'s likely that this app is malicious and attempting to grant superuser access without your knowledge. It\'s recommended that you uninstall it now.
be: Пакунак %s запытваецца дазволу адказваць на запыты на спраўніка. Імаверна, што гэтая праґрама ёсьць зламыснаю ды спрабуе атрымаць доступ спраўніка бяз вашага ведама. Раіцца высталяваць яе зараз жа.

source: Package Access Helper
be: Памочнік доступу пакункаў

source: Package file has a bad manifest.
be: Файл пакунка мае кепскі маніфэст.

source: Package file is invalid.
be: Хібны файл пакунка.

source: Package file was not signed correctly.
be: Файл пакунка не падпісалі правільна.

source: Package installer
be: Усталёўца пакункаў

source: Package name
be: Назва пакунка

source: Package version
be: Вэрсія пакунка

source: Package version name
be: Назва вэрсіі пакунка

source: Package:
be: Пакунак:

source: Packages sharing this UID:
be: Пакункі, што падзяляюць гэты азначальнік (UID):

source: Packet
be: Пакет

source: Page
be: Бачына

source: Page Horizontal Margin
be: Палі абапал бачыны

source: Page content
be: Зьмесьціва бачыны

source: Page content settings
be: Налады зьмесьціва бачыны

source: Page info
be: Зьвесткі пра старонку

source: Page manager
be: Кіраўнік бачынаў

source: Pager
be: Гартач (пэйджар)

source: Pair
be: Спалучыць

source: Pair & connect
be: Спалучыцца ды злучыцца

source: Pair with this device
be: Спалучыць з гэтаю прыладаю.

source: Pair with this device?
be: Ці спалучыцца з прыладаю?

source: Paired Bluetooth device
be: Спалучаная прылада Bluetooth

source: Paired but not connected
be: Спалучыліся, але не злучыліся

source: Paired devices
be: Спалучаныя прылады

source: Pairing rejected by %1$s.
be: Прылада %1$s адмовіла спалучацца.

source: Pairing request
be: Запыт спалучыцца

source: Pairing\u2026
be: Спалучаемся…

source: Pairing…
be: Спалучаюцца…

source: Panorama
be: Краявід

source: Parent
be: Бацькі

source: Paris
be: Парыж

source: Parish
be: Адміністрацыйная акруга

source: Park
be: Парк

source: Parking
be: Паркоўка

source: Parse error
be: Далі хібу, калі разьбіралі

source: Part %1$s/%2$s
be: Частка %1$s з %2$s

source: Partial Wakelock:
be: Не дазвалялі засынаць:

source: Partial wake usage
be: Выкарыстаньне асобнымі складнікамі

source: Participants
be: Удзельнікі

source: Partner
be: Супольнік

source: Party
be: Вечарына

source: Party shuffle
be: Мяшанка на вечарыну

source: Party shuffle off
be: Не мяшаць

source: Password
be: Пароль

source: Password cannot contain a space or a tab.
be: Нельга, каб пароль зьмяшчаў прагалы ці знакі зруху.

source: Password change
be: Зьмяніць пароль

source: Password contains an easy-to-guess word or sequence, e.g. Skype, 1234, ABCD.
be: Пароль зьмяшчае слова ці выраз, які лёгка падабраць (кшталту «Skype», «1234», «ABCD»).

source: Password contains an illegal character
be: Пароль зьмяшчае недапушчальныя знакі

source: Password has been set
be: Пароль вызначылі

source: Password incorrect, SIM is locked!
be: Замкнулі картку SIM: неадпаведны пароль!

source: Password incorrect, SIM is locked! PUK2 requested.
be: Замкнулі картку SIM: неадпаведны пароль! Запыталіся на код PUK2.

source: Password incorrect, please change PIN2 and retry!
be: Пароль неадпаведны: калі ласка, зьмяніце PIN2 і паспрабуйце зноўку!

source: Password must be at least %d characters
be: Пароль мусіць зьмяшчаць прынамсі %d знакаў

source: Password must be fewer than %d characters
be: Пароль мусіць зьмяшчаць ня больш як %d знакаў

source: Password must contain at least %d letters
be: Пароль мусіць зьмяшчаць прынамсі некалькі (%d) літараў

source: Password must contain at least %d lowercase letters
be: Пароль мусіць зьмяшчаць прынамсі некалькі (%d) маленькіх літараў

source: Password must contain at least %d non-letter characters
be: Пароль мусіць зьмяшчаць прынамсі некалькі (%d) ня літараў

source: Password must contain at least %d numerical digits
be: Пароль мусіць зьмяшчаць прынамсі некалькі (%d) лічбаў

source: Password must contain at least %d special symbols
be: Пароль мусіць зьмяшчаць прынамсі некалькі (%d) адмысловых знакаў

source: Password must contain at least %d uppercase letters
be: Пароль мусіць зьмяшчаць прынамсі некалькі (%d) вялікіх літараў

source: Password must contain at least 1 letter
be: Пароль мусіць зьмяшчаць прынамсі адну літару

source: Password must contain at least 1 lowercase letter
be: Пароль мусіць зьмяшчаць прынамсі адну маленькую літару

source: Password must contain at least 1 non-letter character
be: Пароль мусіць зьмяшчаць прынамсі адну ня літару

source: Password must contain at least 1 numerical digit
be: Пароль мусіць зьмяшчаць прынамсі адну лічбу

source: Password must contain at least 1 special symbol
be: Пароль мусіць зьмяшчаць прынамсі адзін адмысловы знак

source: Password must contain at least 1 uppercase letter
be: Пароль мусіць зьмяшчаць прынамсі адну вялікую літару

source: Password must contain at least one digit
be: Пароль мусіць зьмяшчаць прынамсі адну лічбу

source: Password must contain at least one letter
be: Пароль мусіць зьмяшчаць прынамсі адну літару

source: Password must contain at least one symbol
be: Пароль мусіць зьмяшчаць прынамсі адзін знак

source: Password needs to contain at least 1 letter and 1 number.
be: Пароль мусіць зьмяшчаць прынамсі адну літару ды адну лічбу.

source: Password:
be: Пароль:

source: Passwords
be: Паролі

source: Passwords do not match.
be: Паролі не супадаюць.

source: Passwords don't match
be: Паролі не супадаюць

source: Past Events
be: Мінулыя падзеі

source: Paste
be: Уставіць

source: Pastel
be: Невыразныя

source: Patents pending
be: Падалі заяўку на патэнт

source: Path to output file :
be: Шлях да выходнага файла:

source: Pattern
be: Узор

source: Pattern cleared
be: Узор ачысьцілі

source: Pattern completed
be: Узор скончылі

source: Pattern has been set
be: Узор вызначылі

source: Pattern recorded!
be: Узор запісалі!

source: Pattern started
be: Узор пачалі

source: Pause all uploads
be: Прыпыніць усё

source: Pause button
be: Кнопка «прыпыніць»

source: Pause current song or resume playback
be: Прыпыніць бягучую песьню ці працягваць граць

source: Pause uploads
be: Прыпыніць запампоўваць

source: Pause/Resume
be: Прыпыніць (працягваць)

source: Paused
be: Прыпынілі

source: Paused in background
be: Прыпынілі на заднім пляне

source: Paused: touch to resume uploading
be: Прыпынілі: націсьніце, каб працягваць

source: Pay attention to me!
be: Зьвярні ўвагу на мяне!

source: Pay for this with
be: Заплаціць з дапамогаю

source: Pay phone
be: Платны тэлефон

source: Pen color
be: Колер пяра

source: Pen width
be: Шырыня пяра

source: Pending
be: Чакае

source: Pending group invitation...
be: Чакаем на запрашэньне ў суполку…

source: Pending invitations
be: Чакаем на запрашэньні

source: Pending uploads [%d]
be: Няскончанае [%d]

source: People
be: Людзі

source: People in your circles also appear on your profile (on the desktop).
be: Людзей з вашых колаў таксама бачна ў профілі (на кампутары).

source: People works better with a Google Account.
be: Праґрама «Людзі» працуе лепей, калі маецца рахунак Google.

source: Percent of battery used
be: Скарыстаны адсотак зараду батарэі

source: Perform a factory reset, deleting all of your data without any confirmation.
be: Узнаўляць да завадзкіх наладаў, што сьцірае ўсе вашыя зьвесткі без аніякага пацьверджаньня.

source: Perform graphic tinting to the dock icons
be: Афарбоўваць значкі латку

source: Performance
be: Выніковасьць

source: Performance settings
be: Налады выніковасьці

source: Performance tweaks, JIT, VM heap size
be: Налады выніковасьці, JIT, памер купы віртуальнае машыны

source: Permanently remove the user CA certificate?
be: Ці зьнішчыць карыстальніцкае пасьведчаньне асяродку?

source: Permission Requested
be: Запыталіся на доступ

# Permission Requested for account %s
source: Permission Requested\nfor account %s
be: Запыталіся на доступ\n да рахунку %s

source: Permissions
be: Дазволы

source: Permissions changed
be: Дазволы зьмяніліся

source: Permissions have changed for %1$d of %2$d apps with updates available.
be: У наяўных абнаўленьнях %1$d з %2$d праґрамаў зьмяніліся дазволы.

source: Persian (Iran)
be: фарсі (Іран)

source: Personal data
be: Асабістыя зьвесткі

source: Personal dictionaries
be: Асабістыя слоўнікі

source: Personal dictionary
be: Асабісты слоўнік

source: Personal info
be: Асабістае

source: Perth
be: Пэрт

source: Phase 2 authentication
be: Апазнаваньне 2-ае фазы

source: Phone
be: Тэлефон

source: Phone LED
be: Лямпачка тэлефона

source: Phone Speaker
be: Галосьнік тэлефону

source: Phone audio
be: Гук тэлефона

source: Phone book request
be: Запыт да тэлефоннае кнігі

source: Phone calls
be: Тэлефонныя выклікі

source: Phone idle
be: Бязьдзеяньне тэлефона

source: Phone info
be: Зьвесткі пра тэлефон

source: Phone information
be: Зьвесткі пра тэлефон

source: Phone is activated!
be: Задзейнічалі тэлефон!

source: Phone keypad
be: Клявіятура тэлефона

source: Phone name
be: Назва тэлефона

source: Phone not docked
be: Тэлефон не ў латку

source: Phone number
be: Тэлефонны нумар

source: Phone number (e.g. +44 1234567)
be: Нумар тэлефона (пр., +44 1234567)

source: Phone number will only be used in case of order problems and for account verification.
be: Тэлефонны нумар можа спатрэбіцца толькі калі паўстануць праблемы ці каб пацьвердзіць рахунак.

source: Phone number, signal, etc.
be: Тэлефонны нумар, сыґнал ды іншае.

source: Phone number:
be: Тэлефонны нумар:

source: Phone numbers
be: Нумары тэлефонаў

source: Phone numbers:
be: Нумары тэлефонаў:

source: Phone on
be: Тэлефон улучаны

source: Phone one bar.
be: Сыґнал: адна рыска.

source: Phone options
be: Можнасьці тэлефона

source: Phone ringtone
be: Мэлёдыя тэлефона

source: Phone signal
be: Сыґнал тэлефона

source: Phone signal full.
be: Сыґнал: магутны.

source: Phone status
be: Стан тэлефона

source: Phone storage is full!
be: Сховішча тэлефона запоўнілася!

source: Phone storage is full! Delete some files to free space.
be: Сховішча тэлефону запоўнілася! Выдаліце колькі файлаў, каб вызваліць прастору.

source: Phone storage space is getting low.
be: У сховішчы тэлефона застаецца мала прасторы.

source: Phone three bars.
be: Сыґнал: тры рыскі.

source: Phone two bars.
be: Сыґнал: дзьве рыскі.

source: Phone-only (unsynced)
be: Толькі на тэлефоне (не сынхранізуецца)

source: Phone-only, unsynced
be: Толькі на тэлефоне, не сынхранізуецца

source: Phone:
be: Тэлефон:

source: Phonebook Access
be: Доступ да тэлефоннае кнігі

source: Phonebook access request
be: Запыт на доступ да тэлефоннае кнігі

source: Phones
be: Тэлефоны

source: Phonetic
be: Вымаўленьне

source: Phonetic family name
be: Вымаўленьне прозьвішча

source: Phonetic given name
be: Вымаўленьне імені

source: Phonetic middle name
be: Вымаўленьне імені па бацьку

source: Phonetic name
be: Вымаўленьне імені

source: Photo
be: Фатаздымак

source: Photo album
be: Альбом

source: Photo album is empty
be: Пусты фотаальбом

source: Photo already exists in the album
be: Фатаздымак ужо існуе ў альбоме

source: Photo cannot be updated at this time.
be: Не ўдаецца абнавіць фатаздымак.

source: Photo comment added
be: Выказаліся пра фатаздымак

source: Photo description
be: Апісаньне здымка

source: Photo details
be: Падрабязнасьці

source: Photo has been saved to the SD card
be: Фатаздымак захавалі на картку SD

source: Photo info
be: Зьвесткі пра фатаздымак

source: Photo reported
be: Пра здымак паведамілі

source: Photo saved to Gallery
be: Здымак захавалі ў ґалерэі

source: Photo size
be: Памер фатаздымка

source: Photo successfully added to album
be: Фатаздымак дадалі ў альбом

source: Photo tag
be: Пазнака на здымку

source: Photo tags
be: Пазнакі

source: Photo upload
be: Запампаваць здымак

source: Photo was saved to SD card: %s
be: Фатаздымак захавалі на картку SD: %s

source: Photo was successfully deleted
be: Фатаздымак выдалілі

source: Photo was successfully uploaded to the album
be: Фатаздымак запампавалі ў альбом

source: Photo:
be: Фатаздымак:

source: Photos & videos via Wi-Fi only
be: Здымкі ды відэа толькі праз Wi-Fi

source: Photos & videos via mobile networks
be: Здымкі ды відэа празь перасоўныя сеткі

source: Photos connectivity settings are used for now.
be: Бягучыя налады злучэньня для фатаздымкаў.

source: Photos from posts
be: Фатаздымкі з допісаў

source: Photos of %s
be: Фатаздымкі %s

source: Photos of you
be: Фатаздымкі з вамі

source: Photos of you (%d)
be: Фатаздымкі з вамі (%d)

source: Photos with user
be: Здымкі з карыстальнікам

source: Photos with user:
be: Здымкі з карыстальнікам:
